Repository: mikef5410/Jafe
Catalog: src/po/*.po
Languages: fr, ro

source: (It will be actually deleted when saving the file)
fr: (Sera automatiquement effacé lorsq'on sauvegarde le fichier)
ro: (Va fi şters atunci când veţi salva fişierul)

source: A problem has been encountered
fr: Un problème a été rencontré
ro: Am dat peste o problemă

source: A secure strongbox for your data
fr: Un coffre-fort sécurisé pour vos données
ro: Un fişet securizat pentru datele dv.

source: A true color (24/32 bit) image is required
fr: Une image en couleurs vraies (24/32 bits) est nécessaire
ro: O imagine True Color (24/32 biţi) e necesară

source: About
fr: A propos de
ro: Despre

source: Account
fr: Compte
ro: Cont

source: Add new item
fr: Rajouter un nouvel element
ro: Adăugaţi un nou element

source: An updated version (%s) is available; please upgrade to enjoy the latest features and fixes.
fr: Une mise-à-jour est disponible; prière d'actualiser pour bénéficier de dernières fonctionalités et corrections
ro: O versiune actualizată (%s) e disponibilă; va rugăm să actualizaţipentru a avea ultimele funcţionalitaţi şi corecţii.

source: Cancel
fr: Annuler
ro: Anulare

source: Cannot reach the server. Check your net configuration or try again later.
fr: Serveur indisponible. Vérifiez votre configuration ou essayez plus tard.
ro: Nu pot să ma conectez la server. Verificaţi configuraţia sau încercaţi mai târziu.

source: Check for updates at startup
fr: Vérifier les mises-à-jour au démarrage
ro: Verifică dacă exista o versiune mai nouă la pornire

source: Check for updates
fr: Vérification des mises-à-jour
ro: Verificare de noi versiuni

source: Choose
fr: Choisissez
ro: Alege

source: Cipher
fr: Chiffre
ro: Cifru

source: Compression
ro: Compresie

source: Confirmation needed
fr: Confirmation nécessaire
ro: Confirmare necesară

source: Create as
fr: Créer sous
ro: Creează ca

source: Define encoding parameters
fr: Définir les paramètres d'encodage
ro: Definiţi parametrii de codificare

source: Delete item
fr: Effacer l'élément
ro: Sterge element

source: Directory
fr: Répertoire
ro: Director

source: Do you really want to delete this node?
fr: Voulez-vous vraiment effacer ce noeud ?
ro: Vreţi cu adevărat să distrugeţi nodul asta?

source: Do you want to delete the original file?
fr: Voulez-vous vraiment effacer le fichier d'origine ?
ro: Vreţi să ştergeţi fişierul original?

source: Do you wish to overwrite the existing file?
fr: Voulez-vous vraiment écraser le fichier existent ?
ro: Vreţi să scrieţi peste fişierul original?

source: Edit
fr: Edition
ro: Editare

source: Embed into an image
fr: Incorporer dans une image
ro: Încorporează într-o imagine

source: Embedding parameters
fr: Paramètres d'incorporation
ro: Parametrii de încorporare

source: Encryption
fr: Crypter
ro: Criptare

source: Enter password
fr: Entrez le mot-de-passe
ro: Intraţi parola

source: Error
fr: Ereur
ro: Eroare

source: Failure
fr: Echec
ro: Eşec

source: File info
fr: Renseignements
ro: Informaţii despre fişier

source: File informations
fr: Renseignements sur le fichier
ro: Detalii despre fişier

source: File name
fr: Nom du fichier
ro: Nume fişier

source: File size
fr: Taille du fichier
ro: Mărime fişier

source: File to save the image into (PNG format)
fr: Fichier de sauvegarde de l'image (format PNG)
ro: Fişier în care să salveze imaginea (format PNG)

source: File
fr: Fichier
ro: Fişier

source: Free text
fr: Texte libre
ro: Text liber

source: Hide/show side panel
fr: Afficher/cacher le paneau latéral
ro: Arată/ascunde panoul lateral

source: Language
ro: Limba

source: Licensed under the BSD License
fr: Licensié sous la license BSD
ro: Licenţiat sub licenţa BSD

source: Load file
fr: Charder fichier
ro: Incarcă fişierul

source: Make backups if overwriting
fr: Faire des backups si écrire par-dessus
ro: Face backup-uri în caz de scriere peste

source: New document
fr: Nouveau document
ro: Document nou

source: New node
fr: Nouveau node
ro: Nod nou

source: New version available
fr: Nouvelle version disponible
ro: O nouă versiune e disponibilă

source: New
fr: Nouveau
ro: Nou

source: No compression
fr: Pas de compression
ro: Fără compresie

source: Not initialized
fr: Pas initialisé
ro: Nu e iniţializat

source: Notes
ro: Note

source: Num. of nodes
fr: Le nombre de nodes
ro: Nr. de noduri

source: Open
fr: Ouvrir
ro: Deschide

source: Option
ro: Opţiuni

source: Original image
fr: Image d'origine
ro: Imaginea originală

source: Password
fr: Mot de passe
ro: Parola

source: Preferences
fr: Préférences
ro: Preferinţe

source: Quit
fr: Quitter
ro: Termină programul

source: Read from an image
fr: Lire à partir d'une image
ro: Citeşte dintr-o imagine

source: Redo
fr: Répéter frappe
ro: Reface

source: Repeat it
fr: Répétez le
ro: Repetă

source: Save as
fr: Sauvegarder sous
ro: Salvează ca

source: Save file
fr: Sauvegarder fichier
ro: Salvează fişierul

source: Save
fr: Sauvegarder
ro: Salvează

source: Shift down item
fr: Déplacer l'élement vers le bas
ro: Deplasează elementul în jos

source: Shift up item
fr: Déplacer l'élement vers le haut
ro: Deplasează elementul în sus

source: Sibling of selected node
fr: Parent du noeud sélectionné
ro: Rudă cu nodul selectat

source: Son of selected node
fr: Enfant du noeud sélectionné
ro: Fiul nodului selectat

source: The application contains unsaved data; do you want to save them?
fr: L'application contient des données non-sauvegardées; voulez-vous les sauver ?
ro: Aplicaţia conţine date nesalvate; vreţi să le salvaţi?

source: The father doesn't belong to this tree
fr: Le père n'appartient pas à cet arbre
ro: Tatăl nu aparţine nodului acesta

source: The file doesn't seem to contain an image.
fr: Le fichier ne semble pas contenir une image
ro: Fişierul nu pare să conţină o imagine.

source: The file has been created with a later version of Jafe
fr: Le fichier a été crée avec une version ultérieure de Jafe
ro: Fişierul a fost creat cu o versiune ulterioară de Jafe

source: The file is corrupted. Cannot load the data.
fr: Le fichier est corrompu. Impossible de charger les données.
ro: Fişierul e corupt. Nu se pot încărca datele.

source: The image is not valid (must be 24/32 bit).
fr: L'image n'est pas valide (doit être 24/32 bits).
ro: Imaginea nu e validă (trebuie să fie 24/32 de biţi).

source: The source file doesn't seem to contain an image.
fr: Le fichier source ne semble pas contenir une image.
ro: Fişierul sursă nu pare să conţină o imagine.

source: This action can't be undone. Do you want to continue?
fr: Cet action est irreversible. Voulez-vous continuer ?
ro: Aceasta acţiune e ireversibilă. Doriţi să continuaţi?

source: This node has been probably created with a later version of Jafe. The content will be preserved when saving, but you won't be able to view it. Please open this file with the appropriated version of Jafe.
fr: Ce noeud a été crée avec une version ultérieure de Jafe. Le contenu sera préservé lors de la sauvegarde, mais vous ne serez pas capable de le visualiser. Prière d'ouvrir ce fichier avec la version appropriée de Jafe.
ro: Acest nod a fost creat probabil cu o versiune ulterioară a lui Jafe. Conţinutul va fi păstrat la salvare, dar nu veţi putea să-l vedeţi. Deschideţi acest fişier cu versiunea corespunzătoare de Jafe.

source: Title
fr: Titre
ro: Titlu

source: Too many levels of nidification
fr: Trop de niveaux imbriquées
ro: Prea multe nivele de încuibărire.

source: Translators
fr: Traducteurs
ro: Traducători

source: Type
ro: Tip

source: Undo
fr: Annuler frappe
ro: Anuleaza

source: Unknown compression method
fr: Méthode de compression inconnue
ro: Metoda de compresie necunoscută

source: Unknown encryption algorithm
fr: Algorythme de chiffrage inconnu
ro: Algoritm de criptare necunoscut

source: Unknown file format
fr: Format de fichier inconnu
ro: Format de fişier necunoscut

source: Unknown node type
fr: Type de noeud inconnu
ro: Tip de nod necunoscut

source: Unsaved
fr: Pas sauvegardé
ro: Nesalvat

source: Untitled node
fr: Noeud sans titre
ro: Nod fără titlu

source: UserID
fr: L'id de l'utilisateur
ro: ID utilizator

source: Wrong password
fr: Mot-de-passe erroné
ro: Parolă greşită

source: You already have the latest version.
fr: Vous avez déjà la dernière version.
ro: Aveţi deja ultima versiune.

source: You can't do this on the root node.
fr: Vous ne pouvez faire ça au noeud racine.
ro: Nu puteţi face aceasta nodului rădăcină.

source: You must select a node to do this.
fr: Vous devez sélectionner un noeud pour faire ça.
ro: Trebuie selectat un nod pentru a face asta.

source: Your file has been saved correctly
fr: Votre fichier a été bien sauvé
ro: Fişierul dv. a fost salvat corect.

source: bytes
fr: octets
ro: octeţi

source: Reset
fr: Remise-à-zéro
